"DST" = "DST";
"STD" = "STD";
"Loaded " = "Pakrautas";
" deep space objects" = "Gilaus dangaus objektai";
"Loading NV fragment program: " = "Įkeliami NV programos fragmentai:";
"Error loading NV fragment program: " = "Klaida pakraunant NV programos fragmentus:";
"Error in fragment program " = "Klaida programos fragmentuose";
"Initializing NV fragment programs . . .\n" = "NV fragmento programų inicijavimas . . .\n";
"All NV fragment programs loaded successfully.\n" = "Visos NV fragmento programos, pakrautos sėkmingai.\n";
"Initializing ARB fragment programs . . .\n" = "ARB fragmento programų inicijavimas . . .\n";
"Galaxy (Hubble type: %s)" = "Galaktikos (Hubble tipas: %s)";
"Loading image from file " = "Atvaizdas pakraunamas iš rinkmenos";
": unrecognized or unsupported image file type.\n" = ": nežinomas arba nepalaikomas atvaizdo rinkmenos tipas.\n";
"Error opening image file " = "Klaida įkeliant atvaizdo rinkmeną";
"Error: " = "Klaida:";
" is not a PNG file.\n" = "tai ne PNG rinkmena.\n";
"Error reading PNG image file " = "Klaida skaitant PNG atvaizdo rinkmeną";
"Loading model: " = "Modelio krovimas:";
"   Model statistics: " = "Modelio statistika:";
" vertices, " = " viršūnės, ";
" primitives, " = " primityvai, ";
" materials " = " medžiagos";
" unique)\n" = " unikalus)\n";
"Error loading model '" = "Klaida kraunant modelį '";
"%s" = "%s";
"Error in .ssc file (line " = "Klaida .ssc rinkmenoje (eilutė  ";
"parent body '" = "esminis kūnas '";
"' of '" = "' iš '";
"' not found." = "' nerasta.";
"warning duplicate definition of " = "Įspėjimas, rasta vienodumų iš";
"bad alternate surface" = "blogas alternatyvus paviršius";
"bad location" = "bloga vieta";
"' not found.\n" = "' nerasta.\n";
"Bad header for cross index\n" = "Bloga antraštė cross rodikliui\n";
"Bad version for cross index\n" = "Bloga versija cross rodikliui\n";
"Loading cross index failed at record " = "Įvyko klaida įkeliant ir įrašant cross rodiklius";
"Bad spectral type in star database, star #" = "Blogas spektrinis tipas žvaigždžių  bazėje, žvaigždė #";
" stars in binary database\n" = "žvaigždžių dvejetainėje bazėje yra\n";
"Total star count: " = "Viso suskaičiuota žvaigždžių:";
"Error in .stc file (line " = "Klaida .stc rinkmenoje (eilutėje  ";
"Invalid star: bad spectral type.\n" = "Negaliojanti žvaigždė: blogas spektrinis tipas.\n";
"Invalid star: missing spectral type.\n" = "Negaliojanti žvaigždė: prarastas spektrinis tipas.\n";
"Barycenter " = "Baricentras";
" does not exist.\n" = " neegzistuoja.\n";
"Invalid star: missing right ascension\n" = "Negaliojanti žvaigždė: prarasta prieeiga\n";
"Invalid star: missing declination.\n" = "Negaliojanti žvaigždė: prarasta deklinacija.\n";
"Invalid star: missing distance.\n" = "Negaliojanti žvaigždė: prarastas atstumas.\n";
"Invalid star: missing magnitude.\n" = "Negaliojanti žvaigždė: prarastas ryškis.\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Negaliojanti žvaigždė: turi būti nurodytas absoliutus (neįžiūrimas) žvaigždės ryškis\n";
"Creating tiled texture. Width=" = "Sukuriama skaidyta tekstūra. Plotis=";
", max=" = ", maksimalus= ";
"Creating ordinary texture: " = "Kuriama paprastoji tekstūra:";
"Loading NV vertex program: " = "Pakraunama NV vertex programa:";
"Error loading NV vertex program: " = "Klaida pakraunant NV vertex programą: ";
"Error in vertex program " = "Klaida vertex programoje";
"Loading ARB vertex program: " = "Pakraunama ARB vertex programa:";
"Error loading ARB vertex program: " = "Klaida pakraunant ARB vertex programą:";
", line " = ", eilutė";
"Initializing NV vertex programs . . .\n" = "NV vertex programos inicijavimas. . .\n";
"All NV vertex programs loaded successfully.\n" = "Visos NV vertex programos, pakrautos sėkmingai.\n";
"Initializing ARB vertex programs . . .\n" = "ARB vertex programos inicijavimas . . .\n";
"All ARB vertex programs loaded successfully.\n" = "Visos ARB programos pakrautos sėkmingai.\n";
"Error reading favorites file." = "Klaida nuskaitant mėgiamiausių rinkmeną.";
"Orientation: " = "Orientacija:";
"Error opening script file." = "Klaida atidarant scenarijaus rinkmeną.";
"Error opening script '%s'" = "Klaida atidarant scenarijų '%s'";
"Unknown error opening script" = "Nežinoma klaida atidarant scenarijų";
"Script coroutine initialization failed" = "Scenarijaus coroutine iniciacijos nepavyko";
"Invalid filetype" = "Netinkamas rinkmenos tipas";
"Magnitude limit: %.2f" = "Ryškumo limitas: %.2f";
"Markers enabled" = "Žymekliai įjungti";
"Markers disabled" = "Žymekliai išjungti";
"Goto surface" = "Aplankyti paviršių";
"Alt-azimuth mode enabled" = "Alt-azimuth režimas įjungtas";
"Alt-azimuth mode disabled" = "Alt-azimuth režimas išjungtas";
"Star style: fuzzy points" = "Žvaigždžių tipas: išplaukę taškai";
"Star style: points" = "Žvaigždžių tipas: taškai";
"Star style: scaled discs" = "Žvaigždžių tipas: grūdėti diskai";
"Comet tails enabled" = "Kometų uodegos įjungtos";
"Comet tails disabled" = "Kometų uodegos išjungtos";
"Render path: Basic" = "Atvaizdavimas: Pagrindinis";
"Render path: Multitexture" = "Atvaizdavimas: Multipadengimas";
"Render path: NVIDIA combiners" = "Atvaizdavimas: NVIDIA combiners";
"Render path: OpenGL vertex program" = "Atvaizdavimas: OpenGL vertex programa";
"Render path: NVIDIA vertex program and combiners" = "Atvaizdavimas: NVIDIA vertex programa ir combiners";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Atvaizdavimas: OpenGL vertex programa/NVIDIA combiners";
"Render path: OpenGL 1.5 vertex/fragment program" = "Atvaizdavimas: OpenGL 1.5 vertex/fragmentų programa";
"Render path: NVIDIA GeForce FX" = "Atvaizdavimas: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Atvaizdavimas: OpenGL .";
"Auto-magnitude enabled" = "Auto-ryškis įjungta";
"Auto-magnitude disabled" = "Auto-ryškis išjungta";
"Cancel" = "Atšaukti";
"Time and script are paused" = "Laikas ir scenarijus sustabdyti";
"Time is paused" = "Laikas sustabdytas";
"Resume" = "Tęsti";
"Light travel time:  %.4f yr " = "Šviesos kelionės trukmė:  %.4f yr ";
"Light travel time:  %d min  %.1f s" = "Šviesos kelionės trukmė: %d min  %.1f s";
"Light travel time:  %d h  %d min  %.1f s" = "Šviesos kelionės trukmė: %d h  %d min  %.1f s";
"Light travel delay included" = "Šviesos kelionės delsimas įtraukti";
"Light travel delay switched off" = "Šviesos kelionės delsimas išjungtas";
"Light travel delay ignored" = "Šviesos kelionės delsimas ignoruojamas";
"Using normal surface textures." = "Naudojamos normalios paviršiaus tekstūros.";
"Using limit of knowledge surface textures." = "Naudojamos ribotų žinių paviršiaus tekstūros.";
"Follow" = "Sekti";
"Time: Forward" = "Laikas: pirmyn";
"Time: Backward" = "Laikas: atgal";
"Time rate" = "Laiko norma";
"Sync Orbit" = "Sinchronizuoti orbitą";
"Lock" = "Užrakinti";
"Chase" = "Surišti";
"Auto magnitude limit at 45 degrees:  %.2f" = "Auto ryškio limitas ties 45 laipsniais:  %.2f";
"Ambient light level:  %.2f" = "Aplinkos šviesos lygis:  %.2f";
"Light gain" = "Šviesos lygis";
"Bloom enabled" = "Bloom įjungtas";
"Bloom disabled" = "Bloom išjungtas";
"Exposure" = "Ekspozicija";
"GL error: " = "GL klaida:";
"View too small to be split" = "Vaizdas per mažas padalinimui";
"Added view" = "Vaizdas įtrauktas";
"ly" = "šm";
"au" = "av";
" days" = "dienos";
" hours" = "valandos";
" minutes" = "minutės";
"Apparent diameter: " = "Regimasis skersmuo:";
"Apparent magnitude: " = "Regimasis ryškis:";
"Absolute magnitude: " = "Absoliutus ryškis:";
"RA: " = "RA: ";
"Dec: " = "Dec: ";
"km" = "km";
"Distance: " = "Atstumas:";
"Star system barycenter\n" = "Žvaigždžių sistemos baricentras\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Abs (app) ryšk: %.2f (%.2f)\n";
"Luminosity: " = "Šviesumas:";
"x Sun" = "x Saulė";
"Class: " = "Klasė:";
"Neutron star" = "Neutroninė žvaigždė";
"Black hole" = "Juodoji bedugnė";
"Surface temp: " = "Paviršiaus temperatūra:";
"Radius: " = "Spindulys:";
"Rsun" = "Rsun";
"Rotation period: " = "Apsisukimo periodas:";
"Planetary companions present\n" = "Dabartiniai planetų palydovai\n";
"Distance from center: " = "Atstumas nuo centro:";
"Temperature: " = "Temperatūra:";
"Apparent mag: %.2f\n" = "Menamas ryšk: %.2f\n";
"  LT" = "LT";
"Real time" = "Realus laikas";
"-Real time" = "-Realus laikas";
"Time stopped" = "Laikas sustabdytas";
" faster" = "greičiau";
" slower" = "lėčiau";
" (Paused)" = "(Sustabdyta)";
"FPS: " = "FPS: ";
"\nSpeed: " = "\nGreitis: ";
" m/s" = " m/s";
" km/s" = " km/s";
" AU/s" = " AV/s";
" ly/s" = " šm/s";
"Travelling " = "Keliaujama";
"Track " = "Takas";
"Follow " = "Sekti ";
"Sync Orbit " = "Sinchronizuoti orbitą";
"Lock " = "Užrakinti";
"Chase " = "Persekioti";
"FOV: " = "FOV: ";
"Sun" = "Saulė";
"Target name: " = "Taikinio pavadinimas:";
" at " = "į";
" fps" = "fps";
"  Recording" = "Įrašinėjama";
"  Paused" = "Sustabdyta";
"F11 Start/Pause    F12 Stop" = "F11 Pradėti/Pauzė    F12 Sustabdyti";
"Edit Mode" = "Redagavimo režimas";
"Loading solar system catalog: " = "Įkeliamas saulės sistemos katalogas:";
"Loading " = "Įkeliama";
"License file 'License.txt' is missing!" = "Prarasta 'License.txt' rinkmena!";
"Error reading configuration file." = "Klaida nuskaitant konfigūracijos rinkmeną.";
"Initialization of SPICE library failed." = "Nesėkmingas SPICE bibliotekos inicijavimas.";
"Cannot read star database." = "Neįmanoma nuskaityti žvaigždžių duomenų bazės.";
"Error opening deepsky catalog file." = "Klaida atidarant gilaus dangaus katalogo rinkmeną.";
"Error opening solar system catalog.\n" = "Klaida atidarant saulės sistemos katalogo bylą.\n";
"Error opening asterisms file." = "Klaida atidarant asterisms rinkmeną.";
"Error opening constellation boundaries files." = "Klaida atidarant žvaigždynų rinkmeną.";
"render path: " = "atvaizdavimas:";
"Failed to initialize renderer" = "Nesėkmingas atvaizdavimo inicijavimas";
"Error loading font; text will not be visible.\n" = "Klaida įkeliant simbolius; tekstas nebus matomas.\n";
"Error reading cross index " = "Klaida skaitant cross rodiklius";
"Loaded cross index " = "Pakrautas cross rodiklis";
"Error opening " = "Klaida atidarant";
"Error reading star names file\n" = "Klaida nuskaitant žvaigždžių pavadinimų rinkmeną\n";
"Error reading stars file\n" = "Klaida nuskaitant žvaigždžių rinkmeną\n";
"Error opening star catalog " = "Klaida atidarant žvaigždžių katalogą";
"Error in creating ogg file %s for capture.\n" = "Klaida sukuriant ogg rinkmeną %s įrašymui.\n";
"Internal Ogg library error." = "Vidinė Ogg bibliotekos klaida.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::pradėta() - Theora video: %s %.2f(%d/%d) fps kokybė %d %dx%d ofsetas (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture:: išvalymas () - parašė %d frames\n";
"Settings" = "Nustatymai";
"Vendor: " = "Gamintojas:";
"Renderer: " = "Plokštė:";
"Version: " = "Versija:";
"GLSL version: " = "GLSL versija:";
"Max simultaneous textures: " = "Maksimalus tekstūrų kiekis:";
"Max texture size: " = "Maksimalus tekstūros dydis:";
"Max cube map size: " = "Maksimalus žemėlapio dydis:";
"Point size range: " = "Taško dydžio diapazonas:";
"Supported Extensions:" = "Palaikomos plėtros:";
"Windowed Mode" = "Lango režimas";
"Asteroids" = "Asteroidai";
"Comets" = "Kometos";
"Invisibles" = "Nematomi";
"Moons" = "Palydovai";
"Planets" = "Planetos";
"Spacecraft" = "Kosminiai aparatai";
"Goto" = "Aplankyti";
"Follow" = "Sekti";
"Sync Orbit" = "Sinch orbitą";
"Info" = "Info";
"Reference Vectors" = "Nuorodos vektoriai";
"Show Body Axes" = "Rodyti kūno ašis";
"Show Frame Axes" = "Rodyti rėmelio ašis";
"Show Sun Direction" = "Rodyti saulės kryptį";
"Show Velocity Vector" = "Rodyti greičio vektorių";
"Show Planetographic Grid" = "Rodyti planetografinį tinklelį";
"Show Terminator" = "Rodyti terminatorių";
"Satellites" = "Palydovai";
"Alternate Surfaces" = "Alternatyvus paviršius";
"Orbiting Bodies" = "Kūnai orbitoje";
"Unmark" = "Nuimti žym.";
"Mark" = "Žymėti";
"Loading: " = "Įkeliama:";
"LANGUAGE" = "lt";
"WinLangID" = "WinKalbID";
"Copied URL" = "Kopijuojamas URL";
"Loading URL" = "Įkeliamas URL";
"Error opening script" = "Klaida atveriant scenarijų";
"Error loading script" = "Klaida įkeliant scenarijų";
"Running script" = "Paleidžiamas scenarijus";
"Planet" = "Planeta";
"Satellite" = "Palydovas";
"Date" = "Data";
"Start" = "Pradžia";
"Duration" = "Trukmė";
"Earth" = "Žemė";
"Jupiter" = "Jupiteris";
"Saturn" = "Saturnas";
"Uranus" = "Uranas";
"Neptune" = "Neptūnas";
"Pluto" = "Plutonas";
"Name" = "Pavadinimas";
"Distance (ly)" = "Atstumas (šm)";
"App. mag" = "App. ryšk";
"Abs. mag" = "Abs. ryšk";
"Type" = "Tipas";
"Universal Time" = "Grinvičo laikas";
"Local Time" = "Vietinis laikas";
"Time Zone Name" = "Laiko zonos pavadinimas";
"UTC Offset" = "UTC kompensacija";
"Celestial Browser" = "Dangaus naršyklė";
"Moon" = "Mėnulis";
"Asteroid" = "Asteroidai";
"Comet" = "Kometos";
"Invisible" = "Nematomi";
"Barycenter" = "Baricentrai";
"Small Body" = "Maži kūnai";
"Dwarf Planet" = "Nykštukinės planetos";
"-" = "-";
"Eclipse Finder" = "Užtemimų paiška";
"Add Bookmark" = "Pridėti žymelę";
"Add a bookmark for the current document" = "Pridėti žymelę į dabartinį dokumentą";
"Add Relative Bookmark" = "Pridėti santykinius į žymeles";
"Add a relative bookmark for the current document" = "Pridėti santykinę žymelę šiame dokumente";
"Add Settings Bookmark" = "Pridėti žymelių nustatymus";
"Add a settings bookmark for the current document" = "Pridėti žymelių nustatymus į esamą dokumentą";
"Edit your bookmark collection in a separate window" = "Redaguokite žymelių kolekciją atskirame lange";
"New Folder..." = "Naujas aplankas...";
"Create a new bookmark folder in this menu" = "Sukurti naują žymelių aplanką šitame meniu";
"Can't add bookmark with empty URL" = "Negalima įtraukti žymelės su tuščiu URL";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "Atrodo, kažkas neteisinga su jūsų Celestia įdiegimu. Sensacijos ekrano žinynas negalėjo būti surastas. \nPaleidimas tęsis, bet Celestia turbūt praleis kažkokį duomenų failą ir galbūt nedirbs teisingai, prašom tikrinti savo įdiegimą.";
"Go to URL..." = "Aplankyti URL...";
"Go to Long/Lat..." = "Aplankyti Ilg/Plat...";
"Back" = "Atgal";
"Forward" = "Pirmyn";
"Home" = "Namai";
"Bookmarks" = "Žymelės";
"Full Screen" = "Pilnas ekranas";
"Copy URL" = "Nukopijuoti URL";
"Set Time..." = "Nustatyti laiką...";
"Set Time to Now" = "Nustatyti dabartinį laiką";
"Accelerate Time" = "Pagreitinti laiką";
"Decelerate Time" = "Sumažinti laiką";
"Accelerate Time (x2)" = "Pagreitinti laiką (x2)";
"Decelerate Time (/2)" = "Sulėtinti laiką (/2)";
"Pause Time" = "Laiko pauzė";
"Reverse Time" = "Laiko reversas";
"Split View Vertically" = "Padalinti vaizdą vertikaliai";
"Split View Horizontally" = "Padalinti vaizdą horizontaliai";
"Cycle View" = "Ciklinis vaizdas";
"Single View" = "Vientisas vaizdas";
"Delete View" = "Ištrinti vaizdą";
"Frames Visible" = "Matomas rėmelis";
"Active Frame Visible" = "Matomas aktyvus rėmelis";
"Synchronize Time" = "Sinchronizuoti laiką";
"Alt-Azimuth Mode" = "Alt-Azimuth režimas";
"Go To Surface" = "Aplankyti paviršių";
"Show Stars" = "Rodyti žvaigždes";
"Show Planets" = "Rodyti planetas";
"Show Galaxies" = "Rodyti galaktikas";
"Show Globulars" = "Rodyti kamuolinius spiečius";
"Show Partial Trajectories" = "Rodyti dalines trajektorijas";
"Show Nebulae" = "Rodyti ūkus";
"Show Open Clusters" = "Rodyti padrikuosius spiečius";
"Show Constellations" = "Rodyti žvaigždynus";
"Show CloudMaps" = "Rodyti debesis";
"Show Cloud Shadows" = "Rodyti debesų šešėlius";
"Show Orbits" = "Rodyti orbitas";
"Show Asteroid Orbits" = "Rodyti asteroidų orbitas";
"Show Comet Orbits" = "Rodyti kometų orbitas";
"Show Moon Orbits" = "Rodyti palydovų orbitas";
"Show Star Orbits" = "Rodyti žvaigždžių orbitas";
"Show Planet Orbits" = "Rodyti planetų orbitas";
"Show Spacecraft Orbits" = "Rodyti kosminių aparatų orbitas";
"Show Celestial Grid" = "Rodyti dangaus tinklelį";
"Show Night Side Lights" = "Rodyti naktinę pusę";
"Show Markers" = "Rodyti žymeklius";
"Show Atmospheres" = "Rodyti atmosferą";
"Show Smooth Orbit Lines" = "Rodyti orbitų linijas";
"Show Eclipse Shadows" = "Rodyti užtemimų šešėlius";
"Cycle Star Mode" = "Ciklinis žvaigždžių režimas";
"Show Ring Shadows" = "Rodyti žiedų šešėlius";
"Show Boundaries" = "Rodyti kontūrus";
"Auto Magnitudes" = "Auto ryškis";
"Show Comet Tails" = "Rodyti kometų uodegas";
"Show Star Labels" = "Rodyti žvaigždžių pavadinimus";
"Show Planet Labels" = "Rodyti planetų pavadinimus";
"Show Moon Labels" = "Rodyti palydovų pavadinimus";
"Show Comet Labels" = "Rodyti kometų pavadinimus";
"Show Constellation Labels" = "Rodyti žvaigždynų pavadinimus";
"Constellation Labels in Latin" = "Lotyniški žvaigždynų pavadinimai";
"Show Galaxy Labels" = "Rodyti galaktikų pavadinimus";
"Show Globular Labels" = "Rodyti kamuolinių spiečių pavadinimus";
"Show Nebula Labels" = "Rodyti ūkų pavadinimus";
"Show Open Cluster Labels" = "Rodyti padrikųjų spiečių pavadinimus";
"Show Asteroid Labels" = "Rodyti asteroidų pavadinimus";
"Show Spacecraft Labels" = "Rodyti kosminių aparatų pavadinimus";
"Show Location Labels" = "Rodyti vietovių pavadinimus";
"Display Local Time" = "Rodyti dabartinį laiką";
"Show City Locations" = "Rodyti miestus";
"Show Observatory Locations" = "Rodyti observatorijos vietas";
"Show Landing Sites Locations" = "Rodyti nusileidimo vietas";
"Show Crater Locations" = "Rodyti kraterius";
"Show Mons Locations" = "Rodyti Mons";
"Show Terra Locations" = "Rodyti žemynus";
"Show Vallis Locations" = "Rodyti slėnius";
"Show Mare Locations" = "Rodyti vandenynus";
"Show Other Locations" = "Rodyti kitas vietoves";
"Wireframe Mode" = "Wireframe režimas";
"Center on Orbit" = "Į orbitos centrą";
"Basic" = "Pagrindinis";
"Multitexture" = "Multitekstūros";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "OpenGL atkūrimo kelio ciklas";
"Sync framerate to video refresh rate" = "Sinchronizuoti video atnaujinimo dažnį";
"Grab Image" = "Padaryti ekr. atvaizdą";
"Capture Video" = "Įrašyti video";
"OpenGL info" = "OpenGL info";
"Show Bookmark Toolbar" = "Rodyti žymelių įrankinę";
"OpenGL Info" = "OpenGL info";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Šioje Celestia versijoje nėra vaizdo įrašymo galimybės.";
"Go to URL" = "Aplankyti URL";
"Enter URL" = "Įveskite URL";
"Object: " = "Objektas:";
"Longitude: " = "Ilguma:";
"East" = "Rytai";
"West" = "Vakarai";
"Latitude: " = "Platuma:";
"North" = "Šiaurė";
"South" = "Pietūs";
"Altitude: " = "Aukštis:";
"Celestia encountered an error while processing your script" = "Celestia susidūrė su klaida apdorojant scenarijų";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Naudoti alternatyvią konfiguracijos rinkmeną";
"Use alternate installation directory" = "Naudoti alternatyvų įdiegimo aplanką";
"Use as additional \"extras\" directory" = "Naudoti kaip papildomą \"extras\" aplanką";
"Start fullscreen" = "Pradėti per visą ekraną";
"Disable splash screen" = "Išjungti ekrano užsklandą";
"Start and go to url" = "Pradėti ir aplankyti url";
"_: NAME OF TRANSLATORS\\nYour names" = "_: VERTĖJO VARDAS\\nMarius Mikalainis";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "_: EMAIL OF TRANSLATORS\\nneoromancer@gmail.com";
"Celestia Preferences" = "Celestia nustatymai";
"Rendering" = "Vaizdavimas";
"Show" = "Rodyti";
"Stars" = "Žvaigždės";
"Galaxies" = "Galaktikos";
"Nebulae" = "Ūkai";
"Open Clusters" = "Padrikieji spiečiai";
"Atmospheres" = "Atmosfera";
"Clouds" = "Debesys";
"Cloud Shadows" = "Debesų šešėliai";
"Night Side Lights" = "Naktinė pusė";
"Eclipse Shadows" = "Užtemimų šešėliai";
"Comet Tails" = "Kometų uodegos";
"Orbits" = "Orbitos";
"Partial Trajectories" = "Dalinės trajektorijos";
"Smooth Orbit Lines" = "Oorbitų linijas";
"Celestial Grid" = "Dangaus tinklelis";
"Constellations" = "Žvaigždynai";
"Markers" = "Žymekliai";
"Ring Shadows" = "Žiedų šešėliai";
"Constellation Boundaries" = "Žvaigždynų kontūrai";
"Orbits / Labels" = "Orbitos / Pavadinimai";
"Labels" = "Pavadinimai";
"Constellations in Latin" = "Žvaigždynai lotyniškai";
"Spacecrafts" = "Kosminiai aparatai";
"Locations" = "Vietovės";
"Ambient Light" = "Aplinkos šviesa";
"Limiting Magnitude" = "Ribinis ryškis";
"Info Text" = "Inform. tekstas";
"Level: " = "Lygiai:";
"None" = "Nėra";
"Terse" = "Glaustas";
"Verbose" = "Pilnas";
"Textures" = "Tekstūros";
"Resolution: " = "Skyros:";
"Low" = "Žema";
"Medium" = "Vidutinė";
"High" = "Aukšta";
"Automatic FOV" = "Automatinis FOV";
"Screen DPI: " = "Ekrano DPI:";
"Viewing Distance (cm): " = "Apžvalgos atstumas (cm):";
"Cities" = "Miestai";
"Observatories" = "Observatorijos";
"Landing Sites" = "Nusileidimo vietos";
"Craters" = "Krateriai";
"Mons" = "Monsas";
"Terra" = "Žemynai";
"Vallis" = "Slėniai";
"Mare" = "Vandenynai";
"Other" = "Kiti";
"Minimum Feature Size" = "Mažiausias elemento matmuo";
"Date/Time" = "Data/Laikas";
"Display" = "Rodyti";
"Timezone: " = "Laiko zona:";
"Format: " = "Formatas:";
"Local Format" = "Vietinis formatas";
"Set" = "Nustatyti";
"Local Time is only supported for dates between 1902 and 2037.\n" = "Vietinis laikas palaikomas tik intervale 1902 ir 2037 metų.\n";
"Julian Date: " = "Julijaus data: ";
"Now" = "Dabar";
"\nSelection: " = "\nPasirinkimas: ";
"Include Light Travel Time" = "Įtraukti šviesos kelionės laiką";
"Ignore Light Travel Time " = "Ignoruoti šviesos kelionės laiką";
"OpenGL" = "OpenGL";
"Key Bindings" = "Raktinės jungtys";
"<b>Unextended OpenGL 1.1</b>" = "<b>Nenusitęsęs OpenGL 1.1</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Daugialypė struktūra ir ARB_texenv_combine ištęsimas</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>NVIDIA combiners, jokios vertex programos</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>ARB_texenv_DOT3 ištęsimas, ARB_vertex_program ištęsimas</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>NVIDIA Combiners, NV_vertex_program ištęsimas </b> <br> aprūpina bump žemėlapių sudarymą, žiedo šešėlius, ir veidrodines įsimintiniausias vietas ant bet kokio Geforce ar ATI Radeon grafinė kortelė, nors NvCombiner ARBVP yra truputį geresnis pasirinkimas Geforce vartotojams";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>NVIDIA Combiners, ARB_vertex_program ištęsimas</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>ARB_fragment_program ir ARB_vertex_program ištęsimas </b> <br> aprūpina aukštintus padarinius Geforce FX ir Radeon 9700 grafinėms plokštėms";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>NV_fragment_program ir ARB_vertex_program ištęsimas</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>OpenGL 2.0 Shading kalba</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "Rinkmena %1 neegzistuoja, naudojama rinkmena %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "Aplankas %1 neegzistuoja, naudojamas pagal nutylėjimą %2";
"Extras directory %1 does not exist" = "Aplankas Extras %1 neegzistuoja";
"Abs (app) mag: " = "Abs (app) ryšk: ";
"Surface Temp: " = "Paviršiaus temp: ";
"Marked objects" = "Pažymėti objektai";
"Select" = "Parinkti";
"Center" = "Centre";
"Synch Orbit" = "Sinch orbitą";
"Unmark All" = "Nuimti žymenis";
"Diamond" = "Deimantas";
"Triangle" = "Trikampis";
"Square" = "Aikštė";
"Filled Square" = "Miesto aikštė";
"Plus" = "Plius";
"X" = "X";
"Left Arrow" = "Rodyklę kairėn";
"Right Arrow" = "Rodyklę dešinėn";
"Up Arrow" = "Rodyklę aukštyn";
"Down Arrow" = "Rodyklę žemyn";
"Circle" = "Apskritimas";
"Disk" = "Diskas";
"Normal" = "Normalus";
"Small Bodies" = "Maži kūnai";
"Dwarf Planets" = "Nykštukinės planetos";
"Duration: %1" = "Trukmė: %1";
"Size: %1 MB" = "Didis:  %1 MB";
"Current size: %1 x %2" = "Dabartinis dydis: %1 x %2";
"Current width: %1 x %2" = "Dabartinis plotis: %1 x %2";
"Current height: %1 x %2" = "Dabartinis aukštis: %1 x %2";
"You must specify a file name." = "Turite parinkti rinkmenos pavadinimą";
"Error initializing movie capture." = "Klaida inicijuojant įrašytą filmą";
"Navigation" = "Navigacija";
"Options" = "Funkcijos";
"Objects" = "Objektai";
"OpenGL Render Path" = "OpenGL vaizdavimo režimas";
"Time" = "Laikas";
"MultiView" = "Multivaizdas";
"Main Toolbar" = "Pagrindinė įrankinė";
"Dist." = "Dist.";
"App. Mag." = "App. Ryšk.";
"Abs. Mag." = "Abs. Ryšk.";
"With Planets" = "Su planetomis";
"Brightest (Abs.)" = "Ryškiausios (Abs.)";
"Brightest (App.)" = "Ryškiausios (App.)";
"Nearest" = "Artimiausi";
"Close" = "Uždaryti";
"Alt+C" = "Alt+C";
"Refresh" = "Atnaujinti";
"End" = "Pabaiga";
"Search parameters" = "Paieškos parametrai";
"Solar Eclipses" = "Saulės užtemimai";
"On:" = "Į:";
"Moon Eclipses" = "Mėnulio užtemimai";
"Search" = "Ieškoti";
"To:" = "Iki:";
"From:" = "Nuo:";
"Close" = "Uždaryti";
"Video Capture" = "Video įrašymas";
"Save As:" = "Įrašyti kaip:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Proporcijos:";
"Current" = "Dabartinis";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Atvaizdo dydis:";
"Frame Rate:" = "Rėmelio norma:";
"Video Quality:" = "Vaizdo kokybė:";
"Play Video when capture is done" = "Rodyti video kai baigtas įrašymas";
"Usage" = "Naudojimas";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Spauskite <b>F11</b> kad pradėti/sustabdyti įrašymą<br>\nSpauskite <b>F12</b> kad sustabdyti</p>\n\n<p>Atminkite, įrašinėjant negalėsite keisti ekrano dydžio</p>";
"OK" = "Gerai";
"Cancel" = "Atšaukti";
"Mercury" = "Merkurijus";
"Venus" = "Venera";
"Mars" = "Marsas";
"Phobos" = "Fobas";
"Deimos" = "Deimas";
"Amalthea" = "Amaltėja";
"Io" = "Ijo";
"Europa" = "Europa";
"Ganymede" = "Ganimedas";
"Callisto" = "Kalista";
"Prometheus" = "Prometėjas";
"Pandora" = "Pandora";
"Epimetheus" = "Efimetėjus";
"Janus" = "Janas";
"Mimas" = "Mimas";
"Enceladus" = "Encelada";
"Tethys" = "Tetys";
"Dione" = "Dionė";
"Rhea" = "Rėja";
"Titan" = "Titanas";
"Hyperion" = "Hyperionas";
"Iapetus" = "Japetas";
"Phoebe" = "Febė";
"Miranda" = "Miranda";
"Ariel" = "Arielis";
"Umbriel" = "Umbrielis";
"Titania" = "Titanija";
"Oberon" = "Oberonas";
"Larissa" = "Larisa";
"Proteus" = "Protėjus";
"Triton" = "Tritonas";
"Nereid" = "Nereidė";
"Pluto-Charon" = "Plutonas-Charonas";
"Charon" = "Charonas";
"NORTH AMERICA" = "ŠIAURĖS AMERIKA";
"SOUTH AMERICA" = "PIETŲ AMERIKA";
"EURASIA" = "EURAZIJA";
"AFRICA" = "AFRIKA";
"AUSTRALIA" = "AUSTRALIJA";
"ANTARCTICA" = "ANTARKTIDA";
"NORTH ATLANTIC OCEAN" = "ŠIAURĖS ATLANTO VANDENYNAS";
"SOUTH ATLANTIC OCEAN" = "PIETŲ ATLANTO VANDENYNAS";
"NORTH PACIFIC OCEAN" = "ŠIAURĖS RAMUSIS VANDENYNAS";
"SOUTH PACIFIC OCEAN" = "PIETŲ RAMUSIS VANDENYNAS";
"INDIAN OCEAN" = "INDIJOS VANDENYNAS";
"ARCTIC OCEAN" = "ARKTIES VANDENYNAS";
"Milky Way" = "Paukščių takas";
"SMC" = "Mažasis Magelano debesis";
"LMC" = "Didysis Magelano debesisi";
"Solar System Barycenter" = "Saulės sistemos baricentras";
"File" = "Failas";
"Open Script..." = "Atidaryti scenarijų...";
"Scripts" = "Scenarijai";
"Placeholder" = "Rezervuota vieta";
"Capture Image...\tF10" = "Padaryti ekr. atvaizdą...\tF10";
"Capture Movie...\tShift+F10" = "Sukurti filmą...\tShift+F10";
"Exit" = "Išeiti";
"Select Sol\tH" = "Pasirinkti Saulę\tH";
"Tour Guide..." = "Kelionių gidas...";
"Select Object..." = "Pasirinkti objektą...";
"Goto Object..." = "Aplankyti objektą...";
"Center Selection\tC" = "Pasirinkimą į centrą\tC";
"Go to Selection\tG" = "Aplankyti pasirinkimą\tG";
"Follow Selection\tF" = "Sekti pasirinkimą\tF";
"Sync Orbit Selection\tY" = "Sinchronizuoti objekto orbitą\tY";
"Track Selection\tT" = "Tako pasirinkimas\tT";
"Solar System Browser..." = "Saulės sistemos naršyklė...";
"Star Browser..." = "Žvaigždžių naršyklė...";
"Eclipse Finder" = "Užtemimų ieškiklis";
"Time" = "Laikas";
"10x Faster\tL" = "10x greičiau\tL";
"10x Slower\tK" = "10x lėčiau\tK";
"Freeze\tSpace" = "Sustabdyti\tSpase";
"Reverse Time\tJ" = "Laiko reversas\tJ";
"Set Time..." = "Nustatyti laiką...";
"Show Local Time" = "Rodyti vietinį laiką";
"Render" = "Nustatymai";
"Select Display Mode..." = "Pasirinkite ekrano režimą...";
"Toggle Full Screen\tAlt+Enter" = "Per visą ekraną\tAlt+Enter";
"View Options..." = "Rodymo parinktys";
"Locations..." = "Vieta...";
"More Stars Visible\t]" = "Daugiau žvaigždžių\t]";
"Fewer Stars Visible\t[" = "Mažiau žvaigždžių\t[";
"Auto Magnitude\tCtrl+Y" = "Auto ryškumas\tCtrl+Y";
"Star Style" = "Žvaigždžių stiliai";
"Fuzzy Points" = "Išplaukę taškai";
"Points" = "Taškai";
"Scaled Discs" = "Scaled diskai";
"Ambient Light" = "Aplinkos šviesa";
"None" = "Nėra";
"Low" = "Žemas";
"Medium" = "Vidutinis";
"Texture Resolution" = "Tekstūrų rezoliucijos";
"High" = "Aukštas";
"Antialiasing\tCtrl+X" = "Išlyginimas\tCtrl+X";
"View" = "Rodymas";
"Split Horizontally\tCtrl+R" = "Padalinti horizontaliai\tCtrl+R";
"Split Vertically\tCtrl+U" = "Padalinti vertikaliai\tCtrl+U";
"Delete Active View\tDEL" = "Ištrinti aktyvų vaizdą\tDEL";
"Single View\tCtrl+D" = "Vientisas vaizdas\tCtrl+D";
"Show Frames" = "Rodyti rėmelius";
"Synchronize Time" = "Sinchronizuoti  laiką";
"Bookmarks" = "Žymelės";
"Add Bookmarks..." = "Įtraukti žymeles...";
"Organize Bookmarks..." = "Rūšiuoti žymeles...";
"Help" = "Pagalba";
"Run Demo" = "Leisti Demo";
"Controls" = "Valdymas";
"OpenGL Info" = "OpenGL Info";
"License" = "Licenzija";
"About Celestia" = "Apie Celestia";
"About Celestia" = "Apie Celestia";
"OK" = "Gerai";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copyright (C) 2001-2008, Celestia programuotojų komanda";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestia yra nemokama programa ir neturi jokios garantijos.";
"Authors" = "Autoriai";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Pasirinkite objektą";
"Object Name" = "Objekto pavadinimas";
"License" = "Licenzija";
"Celestia Controls" = "Celestia valdymas";
"OpenGL Driver Info" = "OpenGL tvarkyklių informacija";
"Set Simulation Time" = "Nustatykite modeliavimo laiką";
"Time Zone: " = "Laiko zona:";
"Set To Current Time" = "Nustatyti dabartinį laiką";
"Add Bookmark" = "Įtraukti žymelę";
"Create in >>" = "Sukurti į >>";
"New Folder..." = "Naujas aplankas...";
"Solar System Browser" = "Saulės sistemos naršyklė";
"Solar System" = "Saulės sistema";
"Go To" = "Aplankyti";
"Solar System Objects" = "Saulės sistemos objektai";
"Star Browser" = "Žvaigždžių naršyklė";
"Brightest" = "Ryškiausias";
"With planets" = "Su planetomis";
"Refresh" = "Atnaujinti";
"Star Search Criteria" = "Žvaigždžių paieškos kriterijus";
"Maximum Stars Displayed in List" = "Maksimalus žvaigždžių rodomas sąrašas";
"Tour Guide" = "Kelionių gidas";
"Go To" = "Aplankyti";
"Select your destination:" = "Pasirinkite savo paskirties vietą:";
"Go to Object" = "Aplankyti objektą";
"radii" = "spindulys";
"Object" = "Objektas";
"Long." = "Ilg.";
"Lat." = "Plat.";
"Distance" = "Atstumas";
"Size:" = "Dydis:";
"Frame rate:" = "Rėmelio norma:";
"Select Display Mode" = "Pasirinkti ekrano režimą";
"Resolution" = "Rezoliucija";
"View Options" = "Rodymo nustatymai";
"Globulars" = "Kamuoliniai spiečiai";
"Grids" = "Tinkleliai";
"Celestial" = "Dangaus";
"Horizontal" = "Horizontaliai";
"Galactic" = "Galaktika";
"Ecliptic" = "Ekliptika";
"Minor Moons" = "Mažieji palydovai";
"DSO Labels" = "GD pavadinimai";
"Diagrams" = "Diagramos";
"Boundaries" = "Ribos";
"Latin Names" = "Lotyniški pavadinimai";
"Information Text" = "Informacinis tekstas";
"Filter Stars" = "Filtruoti žvaigždes";
"Montes (Mountains)" = "Kalnai (Kalnynai)";
"Maria (Seas)" = "Įlankos (Jūros)";
"Valles (Valleys)" = "Slėniai";
"Terrae (Land masses)" = "Žemynas (Žemės masės)";
"Volcanoes" = "Vulkanas";
"Other features" = "Kitos savybės";
"Label Features" = "Pavadinimų ypatybės";
"Show Features" = "Rodyti savybes";
"Minimum Labeled Feature Size" = "Minimalus pavadinimo ypatybės dydis";
"Add New Bookmark Folder" = "Įtraukti naują žymelių aplanką";
"Folder Name" = "Aplanko pavadinimas";
"Organize Bookmarks" = "Rūšiuoti žymeles";
"Rename..." = "Pervadinti...";
"Delete" = "Trinti";
"Rename Bookmark or Folder" = "Pervadinti žymelę arba aplanką";
"New Name" = "Naujas pavadinimas";
"Compute" = "Skaičiuoti";
"Set Date and Go to Planet" = "Nustatykite laiką ir aplankykite planetą";
"Lunar Eclipses" = "Mėnulio užtemimas";
"Jan" = "Saus";
"Feb" = "Vas";
"Mar" = "Kov";
"Apr" = "Bal";
"May" = "Geg";
"Jun" = "Bir";
"Jul" = "Lie";
"Aug" = "Rug";
"Sep" = "Rugs";
"Oct" = "Spa";
"Nov" = "Lap";
"Dec" = "Gru";
